{
    "items": [
        {
            "key": "exit",
            "value": "I've had enough"
        },
        {
            "key": "angry",
            "value": "Boss's Rage"
        },
        {
            "key": "win",
            "value": "Shift successfully completed.\nWhatever happens next\nis no longer your problem"
        },
        {
            "key": "lose",
            "value": "You have allowed the loss of expensive \n equipment, its cost will be \nch from your salary, and you will be dismissed. A new employee will come for a replacement"
        },
        {
            "key": "menu",
            "value": "Menu"
        },
        {
            "key": "restart",
            "value": "Restart"
        },
        {
            "key": "settings",
            "value": "Settings"
        },
        {
            "key": "gameExit",
            "value": "Exit"
        },
        {
            "key": "month",
            "value": "May"
        },
        {
            "key": "shift",
            "value": "Shift"
        },  
        {
            "key": "timeForShift",
            "value": "Shift starts in:"
        },
        {
		    "key" : "back",
		    "value" : "Back"
	    },
        {
		    "key" : "sound",
		    "value" : "Sounds"
	    },	
	    {
		    "key" : "music",
		    "value" : "Music"
	    },	
	    {
		    "key" : "sensability",
		    "value" : "Sensability"
	    },	
	    {
		    "key" : "brightness",
		    "value" : "Brightness"
	    },

        {
		    "key" : "forceStart",
		    "value" : "Start right away"
	    },
	    {
		    "key" : "play",
		    "value" : "Start work"
	    },
        {
		    "key" : "upgrades",
		    "value" : "Upgrades"
	    },
        {
            "key": "upgradePoints",
            "value": "Current upgrade points: "
        },
	{
		"key": "tutorial1",
		"value": "Welcome to the workshop, Engineer. Steam is the lifeblood of the plant, and these machines are its temperamental heart. They wheeze, they creak, and they're always on the verge of breaking down. Your job is to maintain their rhythm. The Senior Mechanic will show you what ailments of our steel beasts you'll be dealing with."
	},
	{
		"key": "tutorial2",
		"value": "Here's a classic problem: an overloaded gear. The cast-iron teeth can't handle the strain and break with a crack. Find a replacement for it on the workbench. As for the old one, you can scrap it or throw it underfoot, as many do – the floor has long become an improvised scrap heap for parts."
	},
	{
		"key": "tutorial3",
		"value": "Hear that hissing sound? That's a steam leak. Dangerous and wasteful. Take the welding torch from the workbench. Ignite its gas (LMB), and carefully seal the breach on the pipe so the steam flows in the right direction again. Remember: you can drop any tool (Q key) to free your hands. And don't forget to monitor your tool's charge."
	},
	{
		"key": "tutorial4",
		"value": "Take a look at this drive mechanism. The leather belt has snapped in half, paralyzing the press. Take a new belt. You need to stretch it, hooking it first onto one shaft, and then onto the other."
	},
	{
		"key": "tutorial5",
		"value": "Fire is the factory's eternal companion, whether from a spark or from overheating. Don't panic. There's a pressurized water hose hanging nearby. Grab it, open the valve (LMB), and aim the stream at the devouring flames. Extinguish it until nothing remains but a hissing wisp of smoke and the smell of soot."
	},
	{
		"key": "tutorial6",
		"value": "Another common problem: a torn pressure hose. It's thrashing on the floor like a caught fish, spilling precious paint. Pick up the copper nozzle and forcefully fit it onto the nipple of the protruding tube. You should hear a loud click – a sign that the connection is sealed."
	},
	{
		"key": "tutorial7",
		"value": "The most insidious ailment is overpressure. Hear that rising, threatening hum? The pressure gauge is about to hit the red zone! Immediately find the relief valve and hold it down until the needle falls back to safe levels."
	},
        {
            "key": "boiler",
            "value": "Boiler"
        },
        {
            "key": "piston",
            "value": "Piston"
        },
        {
            "key": "deleteSave",
            "value": "Reset progress"
        }
    ]
}