{
	"items": 
	[
	{
		"key" : "exit",
		"value" : "С меня хватит"
	},
	{
		"key" : "angry",
		"value" : "Гнев начальника"
	},
	{
		"key" : "win",
		"value" : "смена успешно закончена.\nчто будет дальше уже\nне ваша проблема"
	},
	{
		"key" : "lose",
		"value" : "вы допустили потерю дорогостоящего\nоборудования, его стоимость будет\nвычтена из вашего жалования, а вы будете уволены. вам на замену придёт новый сотрудник"
	},
	{
		"key" : "menu",
		"value" : "Меню"
	},
	{
		"key" : "restart",
		"value" : "Заново"
	},
	{
		"key" : "settings",
		"value" : "Настройки"
	},
	{
		"key" : "gameExit",
		"value" : "Выйти"
	},
	{
		"key" : "month",
		"value" : "Май"
	},
	{
		"key" : "shift",
		"value" : "Смена"
	},	
	{
		"key" : "timeForShift",
		"value" : "Смена начнётся через:"
	},	
	{
		"key" : "back",
		"value" : "Назад"
	},	
	{
		"key" : "sound",
		"value" : "Звуки"
	},	
	{
		"key" : "music",
		"value" : "Музыка"
	},	
	{
		"key" : "sensability",
		"value" : "Чувствительность"
	},	
	{
		"key" : "brightness",
		"value" : "Яркость"
	},
	{
		"key" : "forceStart",
		"value" : "Начать сразу"
	},
	{
		"key" : "play",
		"value" : "Приступить к работе"
	},	
	{
		"key" : "upgrades",
		"value" : "Улучшения"
	},
	{
		"key" : "reward",
		"value" : "Вы получили очки улучшения: "
	},	
	{
		"key" : "upgradePoints",
		"value" : "Текущие очки улучшения: "
	},
	{
		"key": "tutorial1",
		"value": "Добро пожаловать в цех, инженер. Пар — это кровь завода, а эти машины — его капризное сердце. Они пыхтят, скрипят и вечно норовят выйти из строя. Ваша задача — поддерживать их ритм. Старший механик покажет вам, с какими недугами наших стальных зверей вам предстоит бороться."
	},
	{
		"key": "tutorial2",
		"value": "Вот классическая беда: перегруженная шестерня. Чугунные зубы не выдерживают напряжения и ломаются с треском. Найдите на верстаке замену для неё. Старую же можете отправить в утиль или бросить под ноги, как делают многие — пол цеха давно уже является импровизированной свалкой запчастей."
	},
	{
		"key": "tutorial3",
		"value": "Чувствуете этот шипящий звук и горячую влагу в воздухе? Это утечка пара. Опасная и расточительная. Возьмите сварочный аппарат на верстаке. Разожгите его газ (ЛКМ), и аккуратно запечатайте рану на трубе, чтобы пар вновь пошёл в нужное русло.Помните: чтобы освободить руки, любой инструмент можно бросить (клавиша Q). И не забывайте следить за зарядом вашего инструмента"
	},
	{
		"key": "tutorial4",
		"value": "Обратите внимание на этот приводной механизм. Кожаный ремень разорвался пополам, парализовав работу пресса. Возьмите новый ремен. Вам нужно натянуть его, зацепив сначала за один вал, а затем — за другой. Потребуется сноровка, но вы справитесь."
	},
	{
		"key": "tutorial5",
		"value": "Огонь вечный спутник фабрики, не важно, появился ли он от искры или от перегрева. Не паникуйте. Около вас висит шланг с водо под давлением. Схватите его, откройте вентиль (ЛКМ) и направьте струю на пожирающее пламя. Тушите, пока от него не останется лишь шипящий дымок и запах гари."
	},
	{
		"key": "tutorial6",
		"value": "Ещё один частый грех: сорванный напорный шланг. Он бьётся на полу, как пойманная рыба, выпуская драгоценную краску. Поднимите медный наконечник и с силой наденьте его на ниппель торчащей трубки. Должен раздаться громкий щелчок — знак, что соединение уплотнено."
	},
	{
		"key": "tutorial7",
		"value": "Самый коварный недуг — избыточное давление. Слышите этот нарастающий, угрожающий гул? Манометр вот-вот войдёт в красную зону! Немедленно найдите спускной клапан и удерживайте его, пока стрелка не отступит назад, к безопасным цифрам."
	},
	{
		"key" : "gilz",
		"value" : "Гильзы"
	},
	{
		"key" : "part1",
		"value" : "Подставка турели"
	},
    {
        "key": "deleteSave",
        "value": "Сбросить прогресс"
    },
    {
        "key": "shiftPlan",
        "value": "План на смену"
    }
	]
}